{
    "Shows":[
        {
            "id":"theoffice",
            "title":"The Office US",
            "subTitle":"A mockumentary on a group of typical office workers, where the workday consists of ego clashes, inappropriate behavior, and tedium.",
            "country":"United State",
            "genre":"Comdey",
            "rating":"9.5",
            "actor":["Steve Carell","Rainn Wilson","John Krasinski","Jenna Fischer","B.J. Novak"],
            "startDate":"2003",
            "writer":["Ricky Gervais","Stephen Merchant","Greg Daniels"],
            "duration":"20 Minutes",
            "image":"http://www3.images.coolspotters.com/wallpapers/10199/the-office-mobile-wallpaper.jpg",
            "desc": "This US adaptation, set at a paper company in Scranton, Pa., has a similar documentary style to that of the Ricky Gervais-led British original. It features the staff of Dunder-Mifflin, a staff that includes characters based on characters from the British show (and, quite possibly, people you work with in your office). There's Jim, the likable employee who's a bit of an everyman. Jim has a thing for receptionist-turned-sales rep Pam (because office romances are always a good idea). There's also Dwight, the successful co-worker who lacks social skills and common sense. And there's Ryan, who has held many jobs at the company."
        },
        {
            "id":"friends",
            "title":"Friends",
            "subTitle":"Follows the personal and professional lives of six twenty to thirty-something-year-old friends living in Manhattan.",
            "country":"United State",
            "genre":"Comdey",
            "rating":"8.9",
            "actor":["Jennifer Aniston", "Courteney Cox", "Lisa Kudrow", "Matt LeBlanc","Matthew Perry","David Schwimmer"],
            "startDate":"1994",
            "writer":["Marta Kauffman", "David Crane"],
            "duration":"22 Minutes",
            "image":"https://images.tbs.com/tbs/$dyna_params/https%3A%2F%2Fi.cdn.tbs.com%2Fassets%2Fimages%2F2017%2F04%2Fvizio-friends-1080x1800.png",
            "desc":"Rachel Green, Ross Geller, Monica Geller, Joey Tribbiani, Chandler Bing and Phoebe Buffay are six 20 something year-olds, living off of one another in the heart of New York City. Over the course of ten years, this average group of buddies goes through massive mayhem, family trouble, past and future romances, fights, laughs, tears and surprises as they learn what it really means to be a friend."
        },
        {
            "id":"gameofthrones",
            "title":"Game of Thrones",
            "subTitle":"Nine noble families fight for control over the mythical lands of Westeros, while an ancient enemy returns after being dormant for thousands of years.",
            "country":"United State - United Kingdom",
            "genre":"Drama",
            "rating":"9.5",
            "actor":["Lena Headey","Emilia Clarke","Peter Dinklage","Kit Harington","Sophie Turner","Maisie Williams"],
            "startDate":"2011",
            "writer":["David Benioff","D.B. Weiss"],
            "duration":"57 Minutes",
            "image":"https://m.media-amazon.com/images/M/MV5BMjE3NTQ1NDg1Ml5BMl5BanBnXkFtZTgwNzY2NDA0MjI@._V1_.jpg",
            "desc":"George R.R. Martin's best-selling book series A Song of Ice and Fire is brought to the screen as HBO sinks its considerable storytelling teeth into the medieval fantasy epic. It's the depiction of two powerful families -- kings and queens, knights and renegades, liars and honest men -- playing a deadly game for control of the Seven Kingdoms of Westeros, and to sit atop the Iron Throne. Martin is credited as a co-executive producer and one of the writers for the series, whose shooting locations include Northern Ireland, Malta, Croatia and Spain."
        },
        {
            "id":"westworld",
            "title":"West World",
            "subTitle":"Set at the intersection of the near future and the reimagined past, explore a world in which every human appetite can be indulged without consequence.",
            "country":"United State",
            "genre":"Science Fiction",
            "rating":"8.5",
            "actor":["Evan Rachel Wood","Thandie Newton","Jeffrey Wright","James Marsden","Ed Harris","Anthony Hopkins"],
            "startDate":"2016",
            "writer":["Michael Crichton"],
            "duration":"62 Minutes",
            "image":"http://htc-wallpaper.com/wp-content/uploads/2018/04/Westworld.jpg",
            "desc":"The sci-fi western series from Jonathan Nolan and Lisa Joy was inspired by the 1973 Michael Crichton film of the same name and is set at a Wild West theme park created by Dr. Robert Ford (Anthony Hopkins) with human-like androids where guests are encouraged to indulge their fantasies and desires."
        },
        {
            "id":"breakingbad",
            "title":"Breaking Bad",
            "subTitle":"A high school chemistry teacher diagnosed with inoperable lung cancer turns to manufacturing and selling methamphetamine in order to secure his family's future.",
            "country":"United State",
            "genre":"Drama - Crime",
            "rating":"9.5",
            "startDate":"2008",
            "actor":["Bryan Cranston","Anna Gunn","Aaron Paul","Dean Norris","Betsy Brandt","RJ Mitte","Bob Odenkirk"],
            "writer":["Vince Gilligan"],
            "duration":"49 Minutes",
            "image":"http://cdn.collider.com/wp-content/uploads/breaking-bad-season-4-poster-01.jpg",
            "desc": "When chemistry teacher Walter White is diagnosed with Stage III cancer and given only two years to live, he decides he has nothing to lose. He lives with his teenage son, who has cerebral palsy, and his wife, in New Mexico. Determined to ensure that his family will have a secure future, Walt embarks on a career of drugs and crime. He proves to be remarkably proficient in this new world as he begins manufacturing and selling methamphetamine with one of his former students. The series tracks the impacts of a fatal diagnosis on a regular, hard working man, and explores how a fatal diagnosis affects his morality and transforms him into a major player of the drug trade."
        },
        {
            "id":"strangerthings",
            "title":"Stranger Things",
            "subTitle":"When a young boy disappears, his mother, a police chief, and his friends must confront terrifying forces in order to get him back.",
            "country":"United State",
            "genre":"Thriller",
            "rating":"8.5",
            "actor":["Winona Ryder","David Harbour","Finn Wolfhard","Millie Bobby Brown","Gaten Matarazzo","Caleb McLaughlin"],
            "startDate":"2016",
            "writer":["Matt Duffer","Ross Duffer"],
            "duration":"51 Minutes",
            "image":"https://i.pinimg.com/originals/dc/62/f7/dc62f7d1c6fafa2d7b60be1bef93a0f3.jpg",
            "desc":"In a small town where everyone knows everyone, a peculiar incident starts a chain of events that leads to the disappearance of a child, which begins to tear at the fabric of an otherwise peaceful community. Dark government agencies and seemingly malevolent supernatural forces converge on the town, while a few locals begin to understand that there's more going on than meets the eye."
        },
        {
            "id":"howtogetawaywithmurder",
            "title":"How To Get Away With Murder",
            "subTitle":"A group of ambitious law students and their brilliant criminal defense professor become involved in a twisted murder plot that promises to change the course of their lives.",
            "country":"United State",
            "genre":"Crime - Drama",
            "rating":"8.2",
            "actor":["Viola Davis","Billy Brown","Jack Falahee","Aja Naomi King","Matt McGorry","Karla Souza","Charlie Weber"],
            "startDate":"2014",
            "writer":["Peter Nowalk"],
            "duration":"43 Minutes",
            "image":"https://vignette.wikia.nocookie.net/howtogetawaywithmurderabc/images/5/59/1Poster.png/revision/latest?cb=20170506230223",
            "desc":"How to Get Away with Murder is an American drama television series that premiered on ABC on September 25, 2014. The series was created by Peter Nowalk, and produced by Shonda Rhimes and ABC Studios. The series airs on ABC as part of a night of programming, all under Rhimes's Shondaland production company. Viola Davis stars as Annalise Keating, a law professor at a prestigious Philadelphia university who, with five of her students, becomes entwined in a murder plot. The show features an ensemble cast with Alfred Enoch, Jack Falahee, Aja Naomi King, Matt McGorry, and Karla Souza as Keating's students, Charlie Weber and Liza Weil as her employees, and Billy Brown as a detective with the Philadelphia Police Department, who is Annalise's lover."
        },
        {
            "id":"blackmirror",
            "title":"Black Mirror",
            "subTitle":"An anthology series exploring a twisted, high-tech world where humanity's greatest innovations and darkest instincts collide.",
            "country":"United Kingdom",
            "genre":"Drama",
            "rating":"8.9",
            "actor":["Daniel Lapaine","Hannah John-Kamen","Michaela Coel"],
            "startDate":"2011",
            "writer":["Charlie Brooker"],
            "duration":"60 Minutes",
            "image":"https://static.metacritic.com/images/products/tv/0/86ca54d1831c9ca0d58ff4f021292b0c.jpg",
            "desc":"Set in a world only minutes from our own, Black Mirror unveils how modern technologies can backfire and be used against their makers, every episode set in a slightly different reality with different characters combating different types of technologies."
        }
    ]
}